export default {
  projects: [
    {
      name: "ウェブアプリケーション – 工業所ユーザ管理アプリ（アンドロイド）",
      date: "2014年 03月 ~ 2014年 06月"
    },
    {
      name: "ウェブサイト – 備品、図書管理システム",
      date: "2014年 08月 ~ 2014年 12月"
    },
    {
      name: "大学校内出会いチャット",
      date: "2015年 04月 ~ 2016年 2月"
    },
    {
      name: "ウェブアプリケーション – 業務用社内チャット",
      date: "2015年 01月 ~ 2015年 12月"
    },
    {
      name: "ウェブアプリケーション – 自社サービス [GRAP] 業務用社内チャット",
      date: "2016年 01月 ~ 2016年 12月"
    },
    {
      name: "ウェブアプリケーション – 日本語単語帳",
      date: "2016年 05月 ~ 2016年 08月"
    },
    {
      name: "ウェブサイト – ポートフォリオサイト",
      date: "2016年 12月"
    },
    {
      name: "ウェブサイト - はごろもフーズのキャンペーンサイト",
      date: "2017年 01月 ~ 2017年 03月"
    },
    {
      name:
        "Salesforceの開発 APEX, Visualforce page, SOQL, Trigger, lightning Component",
      date: "2017年 06月 ~ 2019年 10月"
    },
    {
      name: "WebGame – インディーゲーム",
      date: "2017年 07月"
    },
    {
      name: "ウェブアプリケーション – Youtube 模写 コーディング",
      date: "2018年 02月"
    },
    {
      name:
        "ウェブクローリング – 画像収集アプリ(Salesforce AIアプリコンテスト 2018 参加)",
      date: "2018年 05月"
    },
    {
      name: "PWA アプリケーション – 工業所ユーザ管理アプリ リニューアル",
      date: "2018年 05月 ~ 2019年 02月"
    },
    {
      name: "韓国の開発コミュニティNomadCodersの海外勤務者表示地図アプリ",
      date: "2018年 11月"
    },
    {
      name: "ウェブ、デスクトップアプリ - TodoList",
      date: "2019年 01月"
    },
    {
      name: "ウェブサイト - 動画共有プラットフォーム",
      date: "2019年 02月 ~ 2019年 07月"
    },
    {
      name: "ウェブ - スケッチブック",
      date: "2019年 04月 ~ 2019年 05月"
    },
    {
      name: "3D WebGame – インディーゲーム",
      date: "2019年 05月"
    },
    {
      name: "ウェブ - 映画作品一覧アプリ",
      date: "2019年 05月"
    },
    {
      name: "WebGame – Quizゲーム",
      date: "2019年 06月"
    },
    {
      name: "ウェブサービス – 旅行サポートサービス（スーツケース、備品宅配）",
      date: "2019年 06月 ~ 2019年 08月"
    },
    {
      name: "PWAアプリ – 入店形式の総合ショッピングモール",
      date: "2019年 08月 ~ 2020年 02月"
    },
    {
      name: "ウェブアプリ - 画像切り取り、ARアプリ",
      date: "2019年 11月 ~ 2020年 03月"
    },
    {
      name:
        "ウェブ - 韓国の開発コミュニティNomadCodersのHackathon参加者登録ページ",
      date: "2020年 02月"
    },
    {
      name: "デスクトップアプリ - オフラインメモアプリ",
      date: "2020年 03月"
    }
  ]
};
